Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe is being developed for the prevention of generalized pustular psoriasis (GPP, flare prevention).
es_es: Spesolimab Solución para inyección en jeringa precargada, 150 mg/jeringa se está desarrollando para la prevención de la psoriasis pustulosa generalizada (PPG, prevención de brotes agudos).

source: Spesolimab was first authorized on 01 Sep 2022 in the US for the treatment of flares in adult patients with Generalized Pustular Psoriasis and has since received marketing authorization in several countries including the EU, Japan and China.
es_es: La primera aprobación del spesolimab se obtuvo el 01 se septiembre de 2022 en EE.UU. para el tratamiento de brotes agudos en pacientes adultos con psoriasis pustulosa generalizada (PPG), y desde estonces se ha autorizado su comercialización en varios países, entre ellos en la UE, Japón y China.

source: Spevigo is authorised as monotherapy for treatment of flares in adults and adolescents from 12 years of ages with generalized pustular psoriasis (see SmPC for the full indication).
es_es: Spevigo está autorizado para el tratamiento de brotes agudos en pacientes adultos y adolescentes de 12 años o más, con psoriasis pustulosa generalizada (en el SmPC está la indicación completa).

source: Spevigo’s RMP.
es_es: RMP de Spevigo

source: Spevigo’s summary of product characteristics (SmPC) and its package leaflet give essential information to healthcare professionals and patients on how Spevigo should be used.
es_es: En el Resumen de las características del producto (SmPC) de Spevigo y su prospecto, los profesionales de la salud y a los pacientes pueden obtener información esencial sobre cómo se debe utilizar Spevigo.

source: Spiked matrix sample (QL)
es_es: Muestra de matriz enriquecida (QL)

source: Spiked matrix samples; 1 preparation; 2 injections each
es_es: Muestras de la matriz enriquecidas; 1 preparación; 2 inyecciones en cada caso

source: Spinal or intracranial surgery are reflected in contraindications.
es_es: La cirugía espinal o intracraneal se presenta en las contraindicaciones.

source: Spiolto® Respimat® is the preferred trade name of the finished product.
es_es: Spiolto® Respimat® es la denominación comercial preferida del producto terminado.

source: Spiriva® Respimat® does not pose any risk to the patient in terms of elemental impurities.
es_es: Spiriva® Respimat® no presenta riesgos para el paciente en términos de impurezas elementales.

source: Spiriva® Respimat® Solution for Inhalation (2.5 μg tiotropium per actuation) is composed of an aqueous, multi-dose solution of tiotropium bromide monohydrate for oral inhalation, delivered by the Respimat® inhaler.
es_es: Spiriva® Respimat®, Solución para inhalación (2.5 μg de tiotropio por pulsación) está compuesta de una solución acuosa multidosis de bromuro de tiotropio monohidrato para inhalación oral, administrada mediante el inhalador Respimat®.

source: Spiriva® Respimat® Solution for Inhalation
es_es: Spiriva® Respimat®, Solución para inhalación

source: Split 1 :
es_es: División de flujo 1:

source: Split ratio
es_es: Cociente de división

source: Splitting and pooling operations performed prior to, in between or after DS 150 mg/mL storage at 2 – 8°C, -40 ± 10°C.
es_es: Operaciones de fraccionamiento y agrupación realizadas antes, durante o después del almacenamiento del principio activo 150 mg/ml a 2 – 8 °C, -40 ± 10 °C.

source: Splitting is allowed based on manufacturing needs but limited by the allowed overall number of multiple 0.2 μm filtrations for routine processing (see Table 1).
es_es: Se pueden dividir las muestras en función de las necesidades de fabricación, pero la división está limitada por la cantidad total permitida de filtraciones múltiples por filtro de 0.2 μm para el procesamiento de rutina (ver laTabla 1).

source: Splitting (optional)
es_es: División (opcional)

source: Sponsor Signatory:
es_es: Firmante del patrocinador:

source: Sponsor and test facility:
es_es: Patrocinador y centro de realización del estudio:

source: Sponsor:
es_es: Patrocinador:

source: Spontaneous
es_es: Espontáneo/a

source: Spontaneous abortion
es_es: Aborto espontáneo

source: Spray the dried plate with bromocresol green solution.
es_es: Rociar la placa seca con solución de bromocresol verde.

source: Spraying speed:
es_es: Velocidad de rociado:

source: Spraying time:
es_es: Tiempo de rociado:

source: Spring
es_es: Resorte

source: Stability Data
es_es: Datos de estabilidad

source: Stability Summary and Conclusions
es_es: Resumen y conclusiones sobre estabilidad

source: Stability Testing of Biotechnological/Biological Products.
es_es: pruebas de estabilidad de productos biotecnológicos/biológicos.

source: Stability Testing of Biotechnological/Biological Products.” Data are presented in Section 3.2.P.8.3 Accelerated and Long-Term Stability Data.
es_es: pruebas de estabilidad de productos biotecnológicos/biológicos. Los datos se presentan en la Sección 3.2.P.8.3, Datos de estabilidad acelerada y a largo plazo.

source: Stability acceptance criteria for Main Peak and APG by CEXHPLC were defined using a drug product release specification and delta drug product stability that was calculated by adding Δ 36M 2-8°C drug product stability + Δ confidence interval.
es_es: Los criterios de aceptación de estabilidad para el pico principal y el grupo de picos ácidos en la CEX-HPLC se definieron usando una especificación de liberación del medicamento y un valor delta de estabilidad del medicamento que se calculó mediante la suma de la estabilidad del medicamento por 36 meses a 2- 8° C Δ + intervalo de confianza Δ.

source: Stability data
es_es: Datos de estabilidad

source: Stability data (conversion of single-chain tenecteplase to the twochain form) for tenecteplase in solution at 25°C as a function of pH and arginine
es_es: Datos de estabilidad (conversión de tenecteplasa de cadena única a cadena doble) para la tenecteplasa en solución a 25 °C en función del pH y la arginina

source: Stability data and results of regression analyses with possible specification limit for batch release testing
es_es: Información de estabilidad y análisis de regresión con un límite de la especificación posible para las pruebas de liberación de partidas

source: Stability data confirm the compatibility of the DP with the CCS since DP quality and integrity is maintained at the proposed long-term storage conditions (see Section 3.2.P.8.3 Accelerated and Long-Term Stability Data).
es_es: Los datos de estabilidad confirman la compatibilidad del medicamento con el envase y sistema de cierre dado que, en las condiciones de almacenamiento a largo plazo propuestas, se mantienen la calidad y la integridad del medicamento (véase la Sección 3.2.P.8.3, Datos de estabilidad acelerada y a largo plazo).

source: Stability data for lyophilised tenecteplase for 200 mmol/L arginine phosphate (5 mg/mL tenecteplase in 200 mmol/L arginine phosphate, 0.1 mg/mL PS 20, pH 7.3)
es_es: Datos de estabilidad de la tenecteplasa liofilizada para 200 mmol/l de arginina fosfato (5 mg/ml de tenecteplasa en 200 mmol/l de arginina fosfato, 0.1 mg/ml de PS 20, pH 7.3)

source: Stability data for lyophilised tenecteplase for 300 mmol/L arginine phosphate (5 mg/mL tenecteplase in 300 mmol/L arginine phosphate, 0.1 mg/mL PS 20, pH 7.3)
es_es: Datos de estabilidad de tenecteplasa liofilizada para 300 mmol/l de arginina fosfato (5 mg/ml de tenecteplasa en 300 mmol/l de arginina fosfato, 0.1 mg/ml de PS 20, pH 7.3)

source: Stability data for spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) were generated in accordance with ICH guideline Q5C, “Quality of Biotechnological Products:
es_es: Los datos de estabilidad de la solución inyectable de Espesolimab en jeringa prellenada de 150 mg/jeringa (150 mg/ml) se generaron de acuerdo con el lineamiento Q5C de la ICH, relativo a la calidad de los productos biotecnológicos:

source: Stability data for spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) were generated in accordance with ICH guideline Q5C, “Quality of Biotechnological Products: Stability Testing of Biotechnological/Biological Products.” Data are presented in Section 3.2.P.8.3 Accelerated and Long-Term Stability Data.
es_es: Los datos de estabilidad de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) se generaron de acuerdo con el lineamiento Q5C de la ICH, “Calidad de los productos biotecnológicos: pruebas de estabilidad de productos biotecnológicos/biológicos”. Los datos se presentan en la Sección 3.2.P.8.3, Datos de estabilidad acelerada y a largo plazo.

source: Stability data is available for dosage strength 0.125 mg, 0.25 mg, 0.5 mg and 1 mg.
es_es: Hay datos de estabilidad para las concentraciones de 0.125 mg, 0.25 mg, 0.5 mg y 1 mg.

source: Stability data obtained for PFS and for PFS-NSD-1 are comparable, providing evidence that there is no impact of the assembly process over time on product quality.
es_es: Los datos de estabilidad obtenidos para la jeringa precargada y el dispositivo PFS-NSD-1 son equiparables, lo que proporciona evidencia de que el proceso de ensamblaje no afecta la calidad del producto a lo largo del tiempo.

source: Stability design overview
es_es: Resumen del diseño de estabilidad

source: Stability of Calibration Solution
es_es: Estabilidad de la solución de calibración

source: Stability of Stock Solution
es_es: Estabilidad de la solución madre

source: Stability of calibration solution Lin 5 under different storage conditions
es_es: Estabilidad de la solución de calibración Lin 5 bajo distintas condiciones de almacenamiento.

source: Stability of calibration solution Lin 5 under different storageconditions
es_es: Estabilidad de la solución de calibración Lin 5 bajo distintas condiciones de almacenamiento.

source: Stability of calibration solutions, sample solutions and stock solutions (dilution 1, dilution2, dilution ISTD 1 and dilution ISTD 2) was evaluated.
es_es: Se evaluó la estabilidad de las soluciones de calibración, soluciones muestra y soluciones madre (dilución 1, dilución 2, dilución est. int. 1 y dilución est. int. 2).

source: Stability of calibration solutions, sample solutions and stock solutions (dilution 1, dilution2,dilution ISTD 1 and dilution ISTD 2) was evaluated.
es_es: Se evaluó la estabilidad de las soluciones de calibración, soluciones muestra y soluciones madre (dilución 1, dilución 2, dilución est. int. 1 y dilución est. int. 2).

source: Stability of sample solution
es_es: Estabilidad de la solución muestra

source: Stability of sample solutions
es_es: Estabilidad de las soluciones muestra

source: Stability of solution
es_es: Estabilidad de la solución

source: Stability of solutions and criteria for the system suitability test of the procedure were performed in the course of the study.
es_es: A lo largo del estudio, en relación con el procedimiento, se analizaron la estabilidad de las soluciones y los criterios atinentes a las pruebas de idoneidad del sistema.

source: Stability of solutions:
es_es: Estabilidad de las soluciones:

source: Stability of solutions;
es_es: Estabilidad de las soluciones;

source: Stability of spiked sample solution from empagliflozin / metformin hydrochloride film-coated tablets (material no. 7) under different storage conditions
es_es: Estabilidad de una solución muestra enriquecida tomada de los comprimidos recubiertos empagliflozina / clorhidrato de metformina (material N.° 7), en diferentes condiciones de almacenamiento.

source: Stability of spiked sample solution from empagliflozin /metformin hydrochloride film-coated tablets (material no. 6) under different storage conditions
es_es: Estabilidad de una solución muestra enriquecida tomada de los comprimidos recubiertos empagliflozina / clorhidrato de metformina (material N.° 6), en diferentes condiciones de almacenamiento.

source: Stability of spiked sample solution from linagliptin / metformin hydrochloride film-coated tablets (material no. 1) under different storage conditions
es_es: Estabilidad de una solución muestra enriquecida tomada de los comprimidos recubiertos linagliptina / clorhidrato de metformina (material N.° 1), en diferentes condiciones de almacenamiento.

source: Stability of spiked sample solution from linagliptin / metformin hydrochloride film-coated tablets (material no. 3) under different storage conditions
es_es: Estabilidad de una solución muestra enriquecida tomada de los comprimidos recubiertos linagliptina / clorhidrato de metformina (material N.° 3), en diferentes condiciones de almacenamiento.

source: Stability of stock solution prepared in-house:
es_es: Estabilidad de la solución madre preparada internamente:

source: Stability of the Blank solution was not checked but will be assumed to be similar to the calibration solutions.
es_es: No se evaluó la estabilidad de la solución blanco, pero se supondrá que es similar a la de las soluciones de calibración.

source: Stability of the QC dilution 1 and QC dilution 2 is confirmed when the acceptance criteria for stability of the stock solutions are met.
es_es: La estabilidad de las diluciones QC 1 y 2 se confirma siempre y cuando se cumplan los criterios de aceptación para la estabilidad de las soluciones madre.

source: Stability of the QC solutions without matrix is confirmed when the acceptance criteria for stability of the calibration solutions are met.
es_es: La estabilidad de las soluciones QC sin matriz se confirma siempre y cuando se cumplan los criterios de aceptación para la estabilidad de las soluciones de calibración.

source: Stability of the solutions
es_es: Estabilidad de las soluciones

source: Stability of the solutions:
es_es: Estabilidad de las soluciones:

source: Stability of the stock solution dilution 1 and dilution ISTD 1
es_es: Estabilidad de la solución madre dilución 1 y dilución est. int. 1

source: Stability of the stock solution dilution 2 and dilution ISTD 2
es_es: Estabilidad de la solución madre dilución 2 y dilución est. int. 2

source: Stability results have been recorded for thirty six (36) months at 30°C/75%RH and six (6) months at 40°C/75%RH.
es_es: Se han registrado resultados de estabilidad durante treinta y seis (36) meses a 30° C/75% RH y seis (6) meses a 40° C/75% RH.

source: Stability results up to 6 months are comparable for the assessed methods for the batches manufactured in SM6 and SM3.
es_es: Los resultados de estabilidad hasta 6 meses son equiparables entre los métodos evaluados en todas las partidas elaboradas en las áreas SM6 y SM3.

source: Stability samples of the drug product are packaged in the following container closure systems:
es_es: Las muestras de estabilidad del medicamento están acondicionadas en los siguientes envases y sistemas de cierre:

source: Stability studies
es_es: Estudios de estabilidad

source: Stability studies for the validation batches – with the new UV laser marking technology – were started and the current available stability data up to 24 months at long-term conditions 5°C and at accelerated conditions 25°C/60% r.h.
es_es: Ya se iniciaron estudios de estabilidad de las partidas para validación elaboradas con la tecnología nueva de marcado láser y

source: Stability studies for the validation batches – with the new UV laser marking technology – were started and the current available stability data up to 24 months at long-term conditions 5°C and at accelerated conditions 25°C/60% r.h. show no relevant changes from initial results and no trend was observed up to the currently reported 24 months time point.
es_es: Ya se iniciaron estudios de estabilidad de las partidas para validación elaboradas con la tecnología nueva de marcado láser y, considerando los datos de estabilidad disponibles en condiciones de largo plazo (24 meses a 5° C) y aceleradas (25° C/60% h. r.), no se observaron cambios relevantes con respecto a los resultados iniciales ni tendencias observables hasta el momento de medición informado a la fecha (24 meses).

source: Stability studies have been performed and the respective results support the registered shelf life of 36 months.
es_es: Se han realizado estudios de estabilidad y los resultados respectivos avalan la vida útil registrada de 36 meses.

source: Stability studies will be continued according to stability plans.
es_es: Los estudios de estabilidad continuarán de acuerdo con los planes de estabilidad.

source: Stability studies will be performed on the PFS-NSD-1 only.
es_es: Se realizarán estudios de estabilidad solo en el dispositivo PFS-NSD-1.

source: Stability summary and conclusions
es_es: Resumen y conclusiones sobre estabilidad

source: Stability test results for the solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) demonstrate stability of the monomeric form of spesolimab and no significant changes in charge variants during storage at the recommended storage condition of 2 - 8°C (Section 3.2.P.8.3 Accelerated and Long-term Stability of Drug Product).
es_es: Quedan demostradas en las pruebas de estabilidad de la solución inyectable en jeringa precargada de 150 mg/jeringa (150 mg/ml) la estabilidad de la forma monomérica de Espesolimab y la ausencia de cambios significativos en las variantes de carga durante el almacenamiento en las condiciones de almacenamiento recomendadas (2 a 8° C) (Sección 3.2.P.8.3, Estabilidad acelerada y a largo plazo del medicamento).

source: Stability testing
es_es: Pruebas de estabilidad

source: Stability testing (CCI)
es_es: Pruebas de estabilidad (integridad del envase y sistema de cierre)

source: Stability testing - alternative site
es_es: Pruebas de estabilidad, centro alternativo

source: Stability testing of drug substance batch 22403
es_es: Ensayo de estabilidad de la partida 22403 del principio activo

source: Stability testing of drug substance batch 22405
es_es: Ensayo de estabilidad de la partida 22405 del principio activo

source: Stability testing of drug substance batch 22407
es_es: Ensayo de estabilidad de la partida 22407 del principio activo

source: Stability testing of relevant quality attributes was performed for up to 36 months at 2 - 8°C and for up to 12 months at 25°C / 60 % RH.
es_es: Se realizaron pruebas de estabilidad de atributos de calidad relevantes durante un máximo de 36 meses a 2 - 8° C, y hasta 12 meses a 25° C/60 % de HR.

source: Stability testing was performed according to the validated analytical procedures presented in section P.5.2.
es_es: Las pruebas de estabilidad se realizaron de acuerdo con los procedimientos analíticos validados que se presentan en la sección P.5.2.

source: Stability testing was performed at long-term conditions (30°C), accelerated conditions (40°C) and stress conditions (60°C) in scope of the comparability studies to further support that typical variability in lyophilisation cycle parameters has no influence on DP stability.
es_es: Las pruebas de estabilidad se realizaron en condiciones a largo plazo (30 °C), condiciones aceleradas (40 °C) y condiciones extremas (60 °C) como parte de los estudios de comparabilidad para respaldar que la variabilidad típica en los parámetros del ciclo de liofilización no influyen sobre la estabilidad del medicamento.

source: Stability testing will continue throughout the shelf life of the product.
es_es: Se continuará realizando pruebas de estabilidad a lo largo de la vida útil del producto.

source: Stability testing will continue throughout the shelf life.
es_es: Se continuará realizando pruebas de estabilidad a lo largo de la vida útil.

source: Stability was not confirmed in amber vial under ambient laboratory conditions (room temperature, daylight).
es_es: No se confirmó la estabilidad en frasco de vidrio de color ámbar en condiciones de laboratorio ambiente (temperatura ambiente, luz diurna)

source: Stability, Intended commercial supply
es_es: Estabilidad, suministro comercial previsto

source: Stability, ommercial supply
es_es: Estabilidad, suministro comercial

source: Stability:
es_es: Estabilidad:

source: Stability: no blue dye incursion
es_es: Estabilidad: Sin incursión de tinción azul

source: Stability Testing
es_es: Pruebas de estabilidad

source: Stabilize the column for at least 20 minutes with mobile phase A.
es_es: Estabilizar la columna al menos 20 minutos con la fase móvil A.

source: Stabilizer
es_es: Estabilizante

source: Stable for (time)
es_es: Estable durante (tiempo)

source: Stable for at least 24 months (36 months preferred) at ≤ 30°C
es_es: Estable durante al menos 24 meses (preferentemente 36 meses) a ≤30 °C

source: Stacked 27 G 12 “ special thin wall needle siliconized
es_es: Aguja especial de pared delgada de 27G y 12 pulg integrada, siliconada

source: Stage
es_es: Etapa

source: Stage S1 (n=6):
es_es: Etapa S1 (n = 6):

source: Stage S2 (n=6):
es_es: Etapa S2 (n = 6):

source: Stage S3 (n=12):
es_es: Etapa S3 (n=12):

source: Stainless steel
es_es: Acero inoxidable

source: Stainless steel (ISO 9626, chapter 4 “materials”)
es_es: Acero inoxidable (ISO 9626, capítulo 4, “materiales”)

source: Stainless steel 1
es_es: Acero inoxidable 1

source: Stainless steel is considered out of scope, in terms of the leaching of (small) organic compounds
es_es: El acero inoxidable se considera no alcanzado en cuanto al lixiviado de compuestos orgánicos pequeños.

source: Stainless steel tank
es_es: Tanque de acero inoxidable

source: Stainless steel tanks
es_es: Depósitos de acero inoxidable

source: Stainless steel; inner diameter ID 1.6 mm
es_es: Acero inoxidable; diámetro interno (DI) 1.6 mm

source: Stainless steel; inner diameter ID 2.0 mm
es_es: Acero inoxidable; diámetro interno (DI) 2.0 mm

source: Staked 27G ½” special thin wall needle, siliconized
es_es: Aguja fija especial de pared delgada de 27G y ½ pulg, siliconada

source: Standard
es_es: Estándar

source: Standard 1
es_es: Estándar 1

source: Standard 2
es_es: Estándar 2

source: Standard deviation
es_es: Desviación estándar

source: Standard Operating Procedure
es_es: PROCEDIMIENTO OPERATIVO ESTÁNDAR

source: Standard Preparation:
es_es: Preparación estándar:

source: Standard Solution 1
es_es: Disolución estándar 1

source: Standard absorbance is measured.
es_es: Se mide la absorbancia estándar.

source: Standard and sample dilutions are pipetted into the sample cups, which are inserted into the sample rack section of the ACL TOP™ system.
es_es: Con pipeta, se insertan las diluciones del estándar y la muestra en los recipentes para muestras, que luego se insertan en el sector de soporte de muestras del sistema ACL TOP.

source: Standard care clinical blood test results will be collected at baseline where available.
es_es: Los resultados de los análisis de sangre clínicos protocolares se recopilarán al inicio del estudio, cuando estén disponibles.

source: Standard code:
es_es: Código estándar

source: Standard column
es_es: Columna estándar

source: Standard column:
es_es: Columna estándar:

source: Standard contraindications to intravenous thrombolysis as in the CSBPR applied (eg, patients with any source of active haemorrhage or any condition that could increase the risk of major haemorrhage after alteplase administration).
es_es: Se tomaron en cuenta las contraindicaciones estándar a la trombólisis intravenosa especificadas en la CSBPR (por ejemplo, pacientes con alguna fuente de hemorragia activa o alguna afección que pudiera aumentar el riesgo de hemorragia mayor tras la administración de alteplasa).

source: Standard dilutions
es_es: Disoluciones estándar
